/* growl annotation */
" (%ld items)" = " （%ld 个项）";

/* growl annotation */
" (1 item)" = " (1 个项)";

/* no selected project placeholder */
"—" = "—";

/* focusing on format string */
"%@" = "%@";

/* Event details popover date time to date time format string. */
"%@ %@ to\n%@ %@" = "%1$@ %2$@ 到\n%3$@ %4$@";

/* Event details popover date time to time format string. */
"%@ %@ to %@" = "%1$@ %2$@ 到 %3$@";

/* Available actions project detail format */
"%@ available" = "%@ 可用";

/* Deferred actions project detail format */
"%@ deferred" = "%@ 推迟";

/* Due actions project detail format */
"%@ due" = "%@ 截止";

/* Due soon actions project detail format */
"%@ due soon" = "%@ 即将到期";

/* First available actions detail label format */
"%@ first available" = "%@ 首先可用";

/* One total action detail format */
"%@ item" = "%@ 项目";

/* Multiple total actions detail label format */
"%@ items" = "%@ 个项";

/* Overdue actions project detail format */
"%@ overdue" = "%@ 逾期";

/* Remaining actions project detail format */
"%@ remaining" = "%@ 剩余";

/* Event details popover date range format. */
"%@ to %@" = "%1$@ 到 %2$@";

/* singular entity name */
"%d Action" = "%d 个动作";

/* plural entity name */
"%d Actions" = "%d 个动作";

/* singular entity name */
"%d Context" = "%d 个上下文";

/* plural entity name */
"%d Contexts" = "%d 个上下文";

/* singular entity name */
"%d Folder" = "%d 个文件夹";

/* plural entity name */
"%d Folders" = "%d 个文件夹";

/* singular entity name */
"%d Project" = "%d 个项目";

/* plural entity name */
"%d Projects" = "%d 个项目";

/* items added message */
"%ld items added" = "已添加 %ld 个项";

/* growl */
"%lu actions" = "%lu 个动作";

/* Attachment list count text field value for a single attachment */
"%lu attachments" = "%lu 个附件";

/* move to archive status string */
"%lu items to archive" = "%lu 个要归档的项";

/* Attachment list count text field value for a single attachment */
"1 attachment" = "1 个附件";

/* items added message */
"1 item added" = "已添加 1 个项";

/* move to archive status string */
"1 item to archive" = "要归档的 1 个项";

/* Due soon choice */
"1 week" = "1 周";

/* Due soon choice */
"2 days" = "2 天";

/* Due soon choice */
"3 days" = "3 天";

/* Due soon choice */
"4 days" = "4 天";

/* Due soon choice */
"5 days" = "5 天";

/* Due soon choice */
"24 hours" = "24 小时";

/* error reason */
"A file already exists at \"%@\", but archive documents can only be written to new locations." = "“%@”已经存在文件，只能将归档文稿写入新位置。";

/* action singular, lowercase */
"action" = "动作";

/* action inspector title */
"Action" = "动作";

/* action plural, lowercase */
"actions" = "动作";

/* context menu title
   view filter option button title */

"Active" = "活跃";

/* button tooltip */
"Add a context" = "添加上下文";

/* Default note placeholder string */
"Add a note" = "添加附注";

/* button tooltip */
"Add a project or folder" = "添加项目或文件夹";

/* button tooltip */
"Add an item" = "添加项目";

/* undo action name */
"Add Inbox Item From %@" = "从 %@ 添加收件箱项";

/* undo action name */
"Add Inbox Items From %@" = "从 %@ 添加收件箱项";

/* defer/due again placeholder */
"after completion" = "完成后";

/* Format string for all calendars from a given event source */
"All %@" = "全部 (%@)";

/* Perspective sidebar selection label */
"All Contexts" = "所有上下文";

/* Perspective sidebar selection label */
"All Projects" = "所有项目";

/* no content title for review tab */
"All projects reviewed" = "所有已检查的项目";

/* error reason */
"Another application had the OmniFocus document locked." = "其他应用程序已将 OmniFocus 文稿锁定。";

/* archive document label */
"Archive" = "归档";

/* document title */
"Archive <document title>" = "归档";

/* error description */
"Archiving is only supported from the default document." = "只有预设文稿才支持归档。";

/* multiple attachment alert confirm button format */
"Attach %lu copies" = "附加 %lu 份拷贝";

/* multiple attachment alert title */
"Attach a copy to each item?" = "将拷贝附加至各项？";

/* error description */
"Attempted to move zero items." = "试图移动零项。";

/* No comment provided by engineer. */
"Awesome" = "功能卓越";

/* progress panel title */
"Backing up current document..." = "正在备份当前文稿…";

/* progress panel title */
"Backing up data from %@." = "正在从 %@ 备份数据。";

/* progress panel title */
"Backing up data from sync folder at %@." = "正在从位于 %@ 的同步文件夹备份数据。";

/* title for new bookmarks save panel */
"Backup Database" = "备份数据库";

/* in app purchase button title */
"Buy" = "购买";

/* in app purchase button title */
"Buy for %@" = "为 %@ 购买";

/* sorting menu title */
"By Date Added" = "按添加日期";

/* sorting menu title */
"By Date Completed" = "按完成日期";

/* sorting menu title */
"By Date Due" = "按截止日期";

/* sorting menu title */
"By Defer Date" = "按推迟日期";

/* sorting menu title */
"By Name" = "按名称";

/* sort order option button title */
"By review date" = "按检查日期";

/* sorting menu title */
"By Status" = "按状态";

/* Calendar Events section header title */
"Calendar Events" = "日历事件";

/* Format for calendar group in the Forecast View Options */
"Calendars (%@)" = "日历 (%@)";

/* script error */
"Can only focus on projects and folders." = "仅能聚焦项目和文件夹。";

/* error reason */
"Can only save using normal or export operations; got passed operation %ld" = "仅能使用正常或输出操作进行存储；已通过 %ld 个操作";

/* script error reason */
"Can only set the focus of a window to that of another window or a list of projects and folders." = "仅能将窗口的焦点设置为其他窗口的焦点或项目和文件夹列表。";

/* alert button
   alert button title
   button title
   Button title
   Cancel button title
   Cancel migration panel button label
   Migration failed cancel button title
   multiple attachment alert cancel button title
   Sync
   Sync alert button title */









"Cancel" = "取消";

/* script error */
"Cannot add to the key \"%@\"" = "无法添加至键值“%@”";

/* error reason */
"Cannot back up while synchronizing." = "同步时无法备份。";

/* script error */
"Cannot determine class description for %@.%@." = "无法确定 %1$@.%2$@ 的类说明。";

/* script error */
"Cannot determine container description for %@." = "无法确定 %@ 的容器说明。";

/* error reason */
"Cannot determine container from the specified location." = "无法确定来自指定位置的容器。";

/* error description */
"Cannot export." = "无法输出。";

/* script error */
"Cannot find managed object context for %@." = "找不到 %@ 的受管理对象上下文。";

/* script error */
"Cannot find object container for %@." = "找不到 %@ 的对象容器。";

/* script error */
"Cannot focus on objects from different documents." = "无法聚焦来自不同文稿的对象。";

/* script error */
"Cannot move objects of class \"%@\" to %@.%@, which requires \"%@\"." = "无法将类“%1$@”的对象移动到 %2$@.%3$@，要进行此操作需要“%4$@”。";

/* error description */
"Cannot open file." = "无法打开文件。";

/* error reason */
"Cannot overwrite file at \"%@\"." = "无法覆盖位于“%@”的文件。";

/* error description */
"Cannot overwrite file." = "无法覆盖文件。";

/* contexts paste failure message */
"Cannot paste into Contexts" = "无法粘贴至上下文";

/* script error */
"Cannot remove from the key \"%@\"" = "无法从键值“%@”移去";

/* error description */
"Cannot save file." = "无法存储文件。";

/* script error */
"Cannot tell a document to import into a location in another document." = "无法告诉一个文稿输入到另一个文稿中的位置。";

/* error reason */
"Cannot write new files with the type \"%@\"." = "无法写入类型为“%@”的新文件。";

/* tab title */
"Changed" = "已更改";

/* alert message */
"Changed the '%@' setting from '%@' to '%@'" = "已将“%1$@”设置从“%2$@”更改为“%3$@”";

/* icon choose button */
"Choose" = "选择";

/* No comment provided by engineer. */
"Choose a location to save the anonymized database." = "选择用于存储匿名数据库的位置。";

/* icon chooser label */
"Choose Icon:" = "选择图标:";

/* Clear Flag menu item title
   Unflag */

"Clear Flag" = "清除标记";

/* recovery option */
"Close and Reopen Document" = "关闭并重新打开文稿";

/* Complete */
"Complete" = "完成";

/* completed date placeholder string for action row */
"completed" = "已完成";

/* context menu title
   Growl notification title
   tab title */


"Completed" = "已完成";

/* Accessibility title for action's completed date field */
"completed date" = "完成日期";

/* accessibility description for content outline view */
"Content" = "内容";

/* Accessibility title for action's context field
   context placeholder string for action row
   context singular, lowercase */


"context" = "上下文";

/* contextual submenu for projects
   target field names */

"Context" = "上下文";

/* context plural, lowercase */
"contexts" = "上下文";

/* tab title */
"Contexts" = "上下文";

/* Undo Action Title */
"Convert to Project" = "转换为项目";

/* context menu title */
"Copy" = "拷贝";

/* multiple duplicated perspective name format */
"Copy %%d of %@" = "拷贝 %@ 的 %%d";

/* context menu title */
"Copy As Link" = "拷贝为链接";

/* single duplicated perspective name format */
"Copy of %@" = "%@ 的拷贝";

/* progress panel title */
"Copying data from %@." = "正在从 %@ 拷贝数据。";

/* progress panel title */
"Copying data from sync folder at %@." = "正在从位于 %@ 的同步文件夹拷贝数据。";

/* progress panel title */
"Copying data to %@." = "正在将数据拷贝到 %@。";

/* progress panel title */
"Copying data to sync folder at %@." = "正在将数据拷贝到位于 %@ 的同步文件夹。";

/* Backup error
   Upgrade error message */

"Could not find the backup folder specified in General Preferences." = "找不到在“通用预置”中指定的备份文件夹。";

/* Format string for create item row in the completion list */
"Create “%@”" = "创建“%@”";

/* Migration failed continue button title */
"Create archive and continue" = "创建归档文件并继续";

/* Don't migrate archive button label */
"Create new archive" = "新建归档文件";

/* long operation indicator title */
"Creating backup of OmniFocus document" = "正在创建 OmniFocus 文稿的备份";

/* layout view setting title */
"Custom Columns" = "自定义栏";

/* Custom Repeat value for Forecast Event Details Popover */
"Custom Repeat" = "自定义重复";

/* context menu title */
"Cut" = "剪切";

/* repeat unit label */
"day" = "天";

/* repeat unit label */
"days" = "天";

/* locale default */
"Default" = "预设";

/* defer date placeholder string for action row */
"defer" = "延迟";

/* Accessibility title for action's defer date field */
"defer date" = "推迟日期";

/* target field names */
"Defer Until" = "推迟至";

/* Format string for the Deferred until Forecast day section */
"Deferred" = "已延期";

/* defer date label */
"Deferred until" = "已推迟至";

/* OFETodayPreferences - deferred until today */
"Deferred Until Today" = "已延期到今天";

/* No comment provided by engineer. */
"Deferred with container" = "容器已推迟";

/* button title
   context menu title */

"Delete" = "删除";

/* menu */
"Delete Perspective" = "删除透视";

/* long operation indicator title */
"Deleted %lu of %lu selected attachments" = "已删除 %1$lu 个选定附件，共 %2$lu 个";

/* No comment provided by engineer. */
"Do you want to regenerate your group ID?" = "您希望重新生成群 ID 吗？";

/* script error reason */
"Documents created from AppleScript must specify a file in their properties." = "从 AppleScript 创建的文稿必须在其属性中指定文件。";

/* view filter option description */
"does not include on-hold and deferred projects" = "不包含已暂停和已推迟的项目";

/* script error */
"Don't know how to duplicate objects of class \"%@\" to the document." = "不知道如何将类为“%@”的对象复制到文稿中。";

/* script error */
"Don't know how to duplicate objects of class \"%@\"." = "不知道如何复制类为“%@”的对象。";

/* sych type button title */
"Don't Sync <sync type>" = "不同步";

/* context menu title */
"Dropped" = "已丢弃";

/* due date placeholder string for action row */
"due" = "截止";

/* due date label
   Format string for the Due Forecast day section */

"Due" = "到期";

/* Accessibility title for action's due date field */
"due date" = "截止日期";

/* target field names */
"Due Date" = "截止日期";

/* OFETodayPreferences - due Soon */
"Due Soon" = "即将到期";

/* OFETodayPreferences - due today */
"Due Today" = "今天截止";

/* No comment provided by engineer. */
"Due with container" = "容器已到期";

/* context menu title */
"Duplicate" = "复制";

/* menu */
"Duplicate Perspective" = "复制透视";

/* target field names */
"Duration" = "持续时间";

/* menu item label */
"Edit Name" = "编辑名称";

/* menu item label */
"Edit Note" = "编辑备注";

/* passphrase prompt */
"Encryption passphrase for your OmniFocus database on %@" = "%@ 上的 OmniFocus 数据库的加密密码";

/* unknown anonymizer error description */
"error while anonymizing the database" = "匿名化数据库时发生错误";

/* error description */
"Error with object UID: %@" = "对象 UID 错误：%@";

/* estimated time placeholder string for action row */
"est. time" = "估计时间";

/* Accessibility title for action's estimated time field */
"estimated time" = "估计时间";

/* Name for events row in Forecast */
"Events" = "事件";

/* review repetition description - every 3 minutes / every hour / etc */
"Every %@" = "每 %@";

/* Export style save panel button label */
"Export" = "输出";

/* Export style save panel name field label */
"Export As:" = "Export As:";

/* Export style save panel title */
"Export Current Style" = "Export Current Style";

/* error reason */
"Exporter failed." = "输出程序失败。";

/* sync failure preference status title format */
"Failed on %@ at %@" = "失败于 %1$@ 的 %2$@";

/* error description */
"Failed to create \"%@\"" = "创建“%@”失败";

/* sync preferences device list sheet message */
"Failed to query server for synced devices." = "查询同步设备的服务器失败。";

/* sync preferences device list sheet status */
"Fetching synced devices..." = "正在取回同步设备…";

/* filter label */
"Filter contexts:" = "过滤上下文:";

/* filter label */
"Filter projects:" = "过滤项目:";

/* move to archive status string */
"Finding actions..." = "正在查找动作…";

/* Set Flag toolbar button title */
"Flag" = "标记";

/* button help text
   OFETodayPreferences - flagged items
   tab title */


"Flagged" = "已标注";

/* layout view setting title */
"Fluid" = "流体";

/* focus menu action
   toolbar item label */

"Focus" = "聚焦";

/* focus in new window menu action */
"Focus in New Window" = "聚焦新窗口";

/* Focus menu item */
"Focus on “%@”" = "聚焦“%@”";

/* Toggle focus menu item
   Toggle focus state menu item title when document window is not main */

"Focus on Selected Projects" = "聚焦所选项目";

/* Title bar format for a focused window */
"Focus: %@" = "聚焦:%@";

/* focusing on label prefix */
"Focusing on " = "聚焦 ";

/* folder singular, lowercase */
"folder" = "文件夹";

/* folder plural, lowercase */
"folders" = "文件夹";

/* tab title */
"Forecast" = "预测";

/* collation group name in due forecast
   short header name in forecast
   The name of the Future Forecast day node
   The short day name of the Future Forecast day node */



"Future" = "将来";

/* Perspective Editor setting label */
"Group actions by:" = "动作分组方式:";

/* Perspective Editor setting label */
"Group projects by:" = "项目分组方式:";

/* toolbar item tooltip */
"Hide all but the selected projects" = "隐藏除所选项目以外的所有项目";

/* menu item label */
"Hide All Notes" = "隐藏所有附注";

/* Menu title */
"Hide Inspector" = "隐藏检查器";

/* menu item label */
"Hide Note" = "隐藏附注";

/* menu item label */
"Hide Notes" = "隐藏附注";

/* button tooltip
   disclosure button tool tip */

"Hide perspective settings" = "隐藏透视设置";

/* Menu Item */
"Hide Perspectives" = "隐藏透视";

/* Menu Item */
"Hide Quick Entry" = "隐藏快速入口";

/* menu item title */
"Hide Sidebar" = "隐藏工具条";

/* menu item label */
"Hide View Options" = "隐藏显示选项";

/* No comment provided by engineer. */
"Holding" = "按住";

/* repeat unit label */
"hour" = "小时";

/* repeat unit label */
"hours" = "小时";

/* multiple attachment alert info text */
"If you add this attachment, a separate copy will be made for each selected item. This may make your database much larger." = "如果添加此附件，将为每个所选项生成单独的拷贝。这可能会使您的数据库变得更大。";

/* in app purchase standard discount description */
"If you bought OmniFocus 1 on the Mac App Store, you are eligible for this discounted upgrade price." = "如果您在 Mac App Store 上购买 OmniFocus 1，则您有资格享受该折扣升级价格。";

/* alert message */
"If you delete the selected items, the following hidden items will also be deleted." = "如果删除所选项，则也会删除下列隐藏项。";

/* Import style open panel button label */
"Import" = "输入";

/* import group title */
"Import of %@" = "输入 %@";

/* Import style open panel title */
"Import Style" = "Import Style";

/* long operation name */
"Importing Kinkless document" = "输入 Kinkless 文稿";

/* long operation indicator title */
"Importing..." = "正在输入…";

/* Contexts filter options title */
"In Contexts, show:" = "在“上下文”中，请显示：";

/* Contexts sort options title */
"In Contexts, sort by:" = "在上下文中，排序方式：";

/* Flagged filter options title */
"In Flagged, show:" = "在“已标记”中，请显示：";

/* Flagged sort options title */
"In Flagged, sort by:" = "在“已标记”中，排序方式：";

/* Inbox filter options title */
"In Inbox, show:" = "在“收件箱”中，请显示:";

/* Reopen alert message */
"In order to display changes from the server database, your local database needs to be reopened. Would you like to reopen it now?" = "若要显示服务器数据库的更改，您必须重新打开本地数据库。要立即重新打开吗？";

/* Projects filter options title */
"In Projects, show:" = "在“项目”中，请显示：";

/* Review filter options title */
"In Review, show actions:" = "在“检查”中，请显示动作:";

/* Review filter options title */
"In Review, show projects:" = "在“检查”中，请显示项目:";

/* In-App Purchase menu item */
"In-App Purchase..." = "应用程序中购买...";

/* in-app purchase status */
"In-App Purchases not available. (An Internet connection is required.)" = "应用程序内购买功能不可用。（需要互联网连接。）";

/* Name of Inbox
   Perspective sidebar selection label
   tab title
   The name of the inbox */



"Inbox" = "收件箱";

/* inbox item inspector title */
"Inbox Item" = "收件箱项";

/* OFETodayPreferences - inbox items */
"Inbox Items" = "收件箱项";

/* view filter option description */
"includes blocked and deferred items" = "包含已拦截和已延迟的项";

/* view filter option description */
"includes blocked, deferred, and on-hold items" = "包含阻止的、推迟的以及暂停的项";

/* view filter option description */
"includes completed and dropped items" = "包含已完成的项或已丢弃的项";

/* view filter option description */
"includes completed items" = "包含已完成的项";

/* view filter option description */
"includes on-hold and deferred projects" = "包含暂停的和推迟的项目";

/* No comment provided by engineer. */
"Initializing…" = "正在初始化…";

/* view filter option description */
"items not blocked or deferred" = "未被拦截或延迟的项";

/* view filter option description */
"items not blocked, deferred, or on hold" = "未阻止的、推迟的或暂停的项";

/* First Run main navigation button title */
"Keep Data Here Only" = "只能在此处保存数据";

/* First Run main navigation button title */
"Keep Data in the Cloud" = "将数据保存在云中";

/* Keyboard Commands help window title */
"Keyboard Commands" = "键盘命令";

/* last archived label - placeholder is modification date */
"Last Archived %@" = "上次归档 %@";

/* sync tooltip */
"Last Sync: %@" = "上次同步:%@";

/* sync succeeded preference status title format */
"Last Synced %@" = "上次同步 %@";

/* last review prefix */
"Last: " = "上次: ";

/* Layout Mode software update probe */
"Layout Mode" = "布局模式";

/* Outline layout options title */
"Layout:" = "布局:";

/* in-app purchase status */
"Loading…" = "正在载入…";

/* toolbar item tooltip */
"Mark Reviewed" = "标记为已检查";

/* Metadata column mapping selection */

"Metadata" = "元数据";

/* Migrate archive button label */
"Migrate archive" = "迁移归档文件";

/* Archive migration prompt title */
"Migrate OmniFocus 1 archive?" = "迁移 OmniFocus 1 归档文件？";

/* repeat unit label */
"minute" = "分钟";

/* repeat unit label */
"minutes" = "分钟";

/* button help text */
"Mixed Flags" = "混合标记";

/* repeat unit label */
"month" = "月";

/* repeat unit label */
"months" = "月";

/* error reason */
"Move failed." = "移动失败。";

/* archive */
"Moving old data to archive" = "将旧数据移动到归档文件";

/* multiple values marker
   multiple values marker placeholder
   next date multiple values placeholder */


"Multiple Values" = "多个值";

/* field label */
"Name:" = "名称:";

/* context menu title */
"New Action" = "新建动作";

/* context menu title
   default context name */

"New Context" = "新建上下文";

/* context menu title
   default folder name */

"New Folder" = "新建文件夹";

/* context menu title */
"New Parallel Project" = "新建平行项目";

/* first custom perspective */
"New Perspective" = "新建透视";

/* untitled custom perspective pattern */
"New Perspective %d" = "新建透视 %d";

/* context menu title
   default project name */

"New Project" = "新建项目";

/* context menu title */
"New Sequential Project" = "新建顺序项目";

/* context menu title */
"New Single Action List" = "新建单个动作列表";

/* preferences label */
"Next Sync:" = "下一次同步:";

/* last review prefix */
"Next: " = "下一个: ";

/* error reason */
"No appropriate pasteboard data found." = "找不到适当的粘贴板数据。";

/* Attachment list count text field value for no attachments */
"No attachments" = "无附件";

/* no content title for flagged tab, available filter */
"No available flagged items" = "没有已标记的项";

/* No available actions project detail label */
"no available items" = "没有可用项";

/* no content title for contexts, next or available filter */
"No available items" = "没有可用项";

/* script error */
"No common class found for the given objects." = "找不到给定对象的通用类。";

/* no context placeholder string for action row */
"no context" = "无上下文";

/* context sidebar unassigned or unavailable context tasks fetch title
   No Context menu title
   Perspective sidebar selection label */


"No Context" = "无上下文";

/* error reason */
"No data found on pasteboard." = "在粘贴板上找不到数据。";

/* defer date placeholder */
"no defer date" = "无推迟日期";

/* sync preferences device list message */
"No devices found. Please synchronize this Mac to register it." = "未找到任何设备。请同步此 Mac 以进行注册。";

/* sync preferences device list sheet message */
"No devices selected." = "未选择任何设备。";

/* due date placeholder */
"no due date" = "无截止日期";

/* No first available actions detail label */
"no first available items" = "无首先可用项";

/* no content title for flagged tab */
"No flagged items" = "没有已标记的项";

/* No total actions detail label */
"no items" = "无截止项";

/* no content title for contexts */
"No items" = "无项";

/* no content title for forecast tab */
"No items due" = "无截止项";

/* no content title for no items matching search string */
"No matching items" = "无符合项";

/* menu item */
"No Open Windows" = "无打开窗口";

/* no project placeholder string for action row */
"no project" = "无项目";

/* no content title for projects */
"No projects" = "无项目";

/* no content title for flagged tab ,remaining filter */
"No remaining flagged items" = "没有剩余的已标记项";

/* No remaining actions project detail label */
"no remaining items" = "没有剩余项";

/* no content title for contexts, remaining filter */
"No remaining items" = "无剩余项";

/* no content title for projects, first available, available, or remaining filter */
"No remaining projects" = "没有剩余项目";

/* no selection
   no selection marker
   no selection placeholder string */


"No Selection" = "没有所选内容";

/* sorting menu item */
"No Selection <sorting menu item>" = "没有所选内容";

/* preference next sync date */
"No sync scheduled." = "未安排同步。";

/* No Value column mapping Selection */
"No Value" = "无值";

/* next date no value placeholder
   Set Default context to none */

"None" = "无";

/* preference status title */
"Not yet synced" = "尚未同步";

/* accessibility description for sidebar inspector note editor */
"Note" = "注释";

/* move to archive status string */
"Nothing to archive" = "没有要归档的内容";

/* Notification Preferences calendar alarms disabled setting
   push notifications disabled text */

"Off" = "关闭";

/* button title */
"OK" = "好";

/* upgradeable app names */
"OmniFocus 1" = "OmniFocus 1";

/* Archive migration explanotext */
"OmniFocus 2 can import a copy of your OmniFocus 1 archive, adding new items to your existing archived data. If you choose not to import your archive, OmniFocus 2 will create a new empty archive.\n\nWould you like to import a copy of your OmniFocus 1 archive?" = "OmniFocus 2 可输入 OmniFocus 1 归档文件的副本，并将新项添加至现有的归档数据。如果选择不输入归档文件，OmniFocus 2 将新建一个空归档文件。\n\n是否要输入 OmniFocus 1 归档文件副本？";

/* Migration failed message text */
"OmniFocus 2 has detected an OmniFocus 1 archive, but is unable to import a copy for use. Would you like to create a new archive and continue?" = "OmniFocus 2 已检测到 OmniFocus 1 归档文件，但是无法输入副本以供使用。是否要新建归档文件然后继续？";

/* backup document label */
"OmniFocus Backup" = "OmniFocus 备份";

/* suggested file name for backups made prior to repairing an OmniFocus document */
"OmniFocus Backup before Upgrading %@" = "在升级 %@ 之前先进行 OmniFocus 备份";

/* Keychain communication alert title */
"OmniFocus cannot connect to Keychain to retrieve the password needed to sync your database." = "OmniFocus 无法连接到 Keychain 以检索同步数据库所需的密码。";

/* error message */
"OmniFocus could not open the Backups directory" = "OmniFocus 无法打开备份目录";

/* foreign document label */
"OmniFocus Document" = "OmniFocus 文稿";

/* error description */
"OmniFocus does not handle \"%@\" URL's" = "OmniFocus 不处理“%@”URL";

/* error description */
"OmniFocus does not handle today URLs without a task ID." = "OmniFocus 不处理没有任务 ID 的“今天”URL。";

/* file name format */
"OmniFocus Prior To Resynchronizing on %@" = "在 %@ 上重新同步之前先运行 OmniFocus";

/* mail subject */
"OmniFocus Settings" = "OmniFocus 设置";

/* Desync Progress Panel Title */
"OmniFocus Sync" = "OmniFocus 同步";

/* context menu title */
"On Hold" = "暂停";

/* menu */
"Open Perspective" = "打开透视";

/* preference status title */
"Open Sync Preferences" = "打开“同步预置”";

/* tool tip */
"Open Sync Preferences, and Sync your OmniFocus Database to a server" = "打开“同步预置”，然后将 OmniFocus 数据库同步到服务器";

/* long operation indicator title */
"Opening OmniFocus document" = "打开 OmniFocus 文稿";

/* long operation indicator title */
"Optimizing upgraded OmniFocus document" = "正在优化升级后的 OmniFocus 文稿";

/* OFETodayPreferences - overdue items */
"Overdue" = "过期";

/* context menu title */
"Parallel" = "平行";

/* field label */
"Password:" = "密码:";

/* collation group name in due forecast
   short header name in forecast
   The short day name of the Past Forecast day node */


"Past" = "过去";

/* The name of the Past Forecast day node */
"Past Due" = "过期";

/* context menu title */
"Paste" = "粘贴";

/* perspective */
"Perspective" = "透视";

/* default perspective name format */
"Perspective %lu <default name>" = "透视 %d";

/* default perspective name */
"Perspective <default name>" = "透视";

/* Quick Open placeholder text */
"Perspective, Folder, Project, or Context" = "透视、文件夹、项目或上下文";

/* Perspective hierarchical name format */
"Perspectives%@%@" = "透视%1$@%2$@";

/* in-app purchase verification title */
"Please locate OmniFocus" = "请找到 OmniFocus";

/* in-app purchase verification accessory view prompt */
"Please select the OmniFocus 1 app you purchased from the Mac App Store." = "请选择您从 Mac App Store 购买的 OmniFocus 1 应用程序。";

/* long operation indicator title */
"Preparing to upgrade OmniFocus document" = "正在准备升级 OmniFocus 文稿";

/* Accessibility title for action's project field
   project placeholder string for action row
   project singular, lowercase */


"project" = "项目";

/* button help text */
"Project is Flagged" = "项目已标记";

/* project plural, lowercase */
"projects" = "项目";

/* tab title */
"Projects" = "项目";

/* error reason */
"ProjectWindowController does not exist. Can't print type:\"%@\"." = "ProjectWindowController 不存在。无法打印类型:“%@”。";

/* No comment provided by engineer. */
"Push will resume after the next sync." = "将在下次同步之后恢复推送。";

/* sync preferences device list sheet message */
"Querying server for synced devices..." = "正在查询同步设备的服务器…";

/* Button title */
"Quit" = "退出";

/* Sync */
"Really replace your sync database with the database on this computer?" = "是否确定要用此计算机上的数据库替换同步数据库？";

/* alert button */
"Rebuild" = "重建";

/* rebuild document alert title */
"Rebuilding your OmniFocus database will analyze and consolidate all of your entries to make sure they are consistent." = "重建 OmniFocus 数据库会对所有条目进行分析和统一，以确保条目的一致性。";

/* uncertain next date placeholder */
"Recalculating..." = "正在重新计算…";

/* No comment provided by engineer. */
"Regenerate" = "重新生成";

/* error recovery button title for partially written transaction */
"Reload Document" = "重新载入文稿";

/* view filter option button title */
"Remaining" = "剩余";

/* button title */
"Remember in Keychain" = "记住钥匙串";

/* Reopen database alert button */
"Reopen Database" = "重新打开数据库";

/* Reopen later alert response */
"Reopen Later" = "稍后重新打开";

/* Reopen now alert response */
"Reopen Now" = "立即重新打开";

/* sync progress title */
"Reopening document..." = "正在重新打开文稿…";

/* Forecast Event Details recurrence description format */
"Repeats Every %ld Days" = "每 %ld 天重复一次";

/* Forecast Event Details recurrence description format */
"Repeats Every %ld Months" = "每 %ld 个月重复一次";

/* Forecast Event Details recurrence description format */
"Repeats Every %ld Weeks" = "每 %ld 周重复一次";

/* Forecast Event Details recurrence description format */
"Repeats Every %ld Years" = "每 %ld 年重复一次";

/* Forecast Event Details recurrence description */
"Repeats Every Day" = "每天重复一次";

/* Forecast Event Details recurrence description */
"Repeats Every Month" = "每个月重复一次";

/* Forecast Event Details recurrence description */
"Repeats Every Week" = "每周重复一次";

/* Forecast Event Details recurrence description */
"Repeats Every Year" = "每年重复一次";

/* Sync */
"Replace" = "替换";

/* alert title */
"Replace OmniFocus Settings?" = "是否要替换 OmniFocus 设置？";

/* alert button title */
"Replace Settings" = "替换设置";

/* Sync alert button title */
"Retry" = "重试";

/* alert button title */
"Revert" = "恢复";

/* menu */
"Revert Perspective to Default Settings" = "将透视恢复为默认设置";

/* error recovery button title for partially written transaction */
"Revert This Change" = "恢复此更改";

/* button title */
"Revert to this backup" = "恢复为此备份";

/* alert message */
"Reverting will replace your OmniFocus data" = "恢复将替换您的 OmniFocus 数据";

/* tab title */
"Review" = "检查";

/* review progress format string */
"Reviewing %ld of %ld" = "正在检查 %1$ld 项，共 %2$ld 项";

/* Save button title */
"Save" = "存储";

/* context menu title */
"Sequential" = "顺序";

/* Flag
   Set Flag menu item title */

"Set Flag" = "设置标记";

/* alert title */
"Setting changed" = "更改设置";

/* passphrase prompt - creating a new encrypted store */
"Setting up strong encryption. Enter the passphrase you want to use for your OmniFocus database on %@" = "设置强加密。输入要针对 %@ 上的 OmniFocus 数据库所使用的密码";

/* actions
   button tooltip */
"Shortcuts for common commands" = "常用命令快捷键";

/* Today preferences - uses custom perspective */
"Show a Custom Perspective" = "显示自定义透视";

/* menu item label */
"Show All Notes" = "显示所有附注";

/* layout view setting description */
"show details below the item title" = "在项目标题下方显示详细信息";

/* group by folder checkbox label */
"Show folders in the outline" = "显示大纲中的文件夹";

/* Show in [tab] menu item */
"Show in %@" = "在 %@ 中显示";

/* context menu title */
"Show in Contexts" = "在上下文中显示";

/* context menu title */
"Show in Projects" = "在项目中显示";

/* Menu title */
"Show Inspector" = "显示检查器";

/* due order sort description */
"show items with due dates first" = "优先显示有截止日期的项";

/* due and flagged order sort description */
"show items with due dates or flags first" = "优先显示带截止日期或旗标的项";

/* flagged order sort description */
"show items with flags first" = "优先显示有标记的项";

/* menu item label */
"Show Note" = "显示附注";

/* menu item label */
"Show Notes" = "显示附注";

/* view filter option description */
"show only the first available item per group" = "仅显示每组第一个可用的项";

/* view filter option description */
"show only the first available item per project" = "仅显示每个项目的第一个可用项";

/* button tooltip
   disclosure button tool tip */

"Show perspective settings" = "显示透视设置";

/* Menu Item */
"Show Perspectives" = "显示透视";

/* Menu Item */
"Show Quick Entry" = "显示快速入口";

/* layout view setting description */
"show selected details beside the item title" = "在项目标题旁边显示所选的详细信息";

/* menu item title */
"Show Sidebar" = "显示工具条";

/* menu item label */
"Show View Options" = "显示“显示选项”";

/* accessibility description for sidebar outline view */
"Sidebar" = "工具条";

/* context menu title */
"Single Actions" = "单个动作";

/* script error message */
"Singleton action holder projects cannot be sequential." = "单实例类动作占位符项目不能为顺序。";

/* Reopen alert explanation */
"Some recently synchronized changes happened before your most recent local change." = "最近同步的部分更改发生在最近一次本地更改之前。";

/* menu title */
"Sort <menu title>" = "排序";

/* Perspective Editor setting label */
"Sort actions by:" = "动作排序方式:";

/* project order sort description */
"sort items in project order" = "按照项目顺序排序项";

/* Perspective Editor setting label */
"Sort projects by:" = "项目排序方式:";

/* sort order options title */
"Sort projects:" = "排序项目:";

/* script error reason */
"Specified file must have .%@ file extension" = "指定的文件必须带有 .%@ 文件扩展名";

/* menu item */
"Start Recording" = "开始录制";

/* context menu title */
"Status" = "状态";

/* toolbar item tooltip */
"Stop focusing on projects" = "停止聚焦项目";

/* menu item */
"Stop Recording" = "停止录制";

/* First Run main navigation button subtitle */
"Store OmniFocus data only on this Mac." = "仅在此 Mac 上存储 OmniFocus 数据。";

/* tool tip */
"Switch to the %@ perspective" = "切换到 %@ 透视";

/* error recovery option - to let the user discard their local database and replace it with a copy of the remote one */
"Sync" = "同步";

/* sync failure preference status title format */
"Sync failed on %@ at %@" = "同步失败于 %1$@ 的 %2$@";

/* Sync */
"Sync Preferences" = "同步预置";

/* Sync alert button title */
"Sync Preferences..." = "同步预置…";

/* sync type button title */
"Sync with WebDAV <sync type>" = "与 WebDAV 同步";

/* First Run main navigation button subtitle */
"Sync, back up your data, and use OmniFocus on multiple devices." = "在多个设备上同步、备份您的数据和使用 OmniFocus。";

/* long operation name */
"Synchronizing" = "同步";

/* preferences label */
"Syncing:" = "同步:";

/* settings email body */
"Tap the following link to configure your OmniFocus sync location." = "轻按下列链接以配置 OmniFocus 同步位置。";

/* in app purchase standard discount description */
"Thank you! You are eligible for discount pricing because you previously purchased OmniFocus 1 on the Mac App Store." = "谢谢！因为您之前在 Mac App Store 上购买过 OmniFocus 1，因此您有资格享受折扣价格。";

/* sync preferences device list sheet message */
"The device \"%@\" has not been synchronized recently. This can slow down synchronization for other synced devices. If you are still using this device, you should synchronize it. If you are no longer using this device, you should unregister it." = "设备“%@”最近尚未进行同步。这可能减慢其他已同步设备的同步速度。如果您仍在使用此设备，应将其同步。如果您不再使用此设备，应将其取消注册。";

/* sync preferences device list sheet message */
"The device \"%@\" was synchronized less than %lu days ago." = "设备“%1$@”在不到 %2$lu 天前进行过同步。";

/* sync preferences device list sheet message */
"The device \"%@\" was synchronized less than one day ago." = "设备“%@”在不到一天前进行过同步。";

/* script error message */
"The file name \"%@\" is a relative path, but a full path is required." = "文件名称“%@”为相对路径，但需要完整路径。";

/* alert information */
"The OmniFocus backup \"%@\" will replace your current OmniFocus data.  This operation cannot be undone." = "OmniFocus 备份“%@”将替换您当前的 OmniFocus 数据。此操作无法撤销。";

/* error reason */
"The selected location is not a valid paste destination for this type of information." = "所选位置不是此类型信息来的有效粘贴目标。";

/* credentials prompt */
"The server \"%@\" requires authentication." = "服务器“%@”需要鉴定。";

/* sync preferences device list sheet message */
"There is a newer device registration with the name \"%@\". If you are not synchronizing more than one device with that name, this registration may be obsolete. In that case, unregister it to allow faster synchronization." = "存在一个名为“%@”的较新设备注册。如果您未使用该名称同步多个设备，那么此注册可能会废弃。在这种情况下，请对其取消注册以加快同步速度。";

/* script error reason */
"There is no search toolbar item to modify." = "没有可修改的搜索工具条项。";

/* sync preferences device list sheet indicator for device being for the current computer */
"This Computer" = "本电脑";

/* rebuild document alert message */
"This is essentially equivalent to backing up and then restoring your database.  If you are having problems with your database, this process may help." = "这基本上等同于备份数据库然后再进行恢复。如果您的数据库有问题，此流程可能有所帮助。";

/* No comment provided by engineer. */
"This should only be necessary if Omni support has recommended that you do so in order to resolve a problem." = "仅在 Omni 支持人员建议您这样做以解决某个问题的情况下需要这么做。";

/* target field names */
"Title" = "标题";

/* Keychain communication alert informative text */
"To fix the connection with Keychain, please try quitting and reopening OmniFocus." = "若要修复与 Keychain 的连接，请尝试退出并重新打开 OmniFocus。";

/* deletion alert info text */
"To hide the selected items without losing their contents, consider changing their status to Dropped or Completed instead of deleting them.\n" = "要隐藏所选项又不丢失其内容，可以考虑将其状态更改为“已丢弃”或“已完成”，而不必将其删除。\n";

/* collation group name in due forecast
   Due soon choice
   short header name in forecast
   The format string for the Today Forecast node
   The short day name of the Today Forecast day node */




"Today" = "今天";

/* The format string for the Today Forecast node - argument is today's date */
"Today — %@" = "今天 — %@";

/* collation group name in due forecast */
"Tomorrow" = "明天";

/* The format string for the Tomorrow Forecast node - argument is tomorrow's date */
"Tomorrow — %@" = "明天 — %@";

/* context menu title */
"Type" = "类型";

/* Migration failed message title */
"Unable to access OmniFocus 1 archive" = "无法访问 OmniFocus 1 归档文件";

/* error description */
"Unable to back up database." = "无法备份数据库。";

/* Upgrade error title */
"Unable to backup document before attempting upgrade." = "无法在尝试升级之前备份文稿。";

/* error title */
"Unable to collect inbox items from clipping pasteboard." = "无法从剪辑粘贴板收集收件箱项。";

/* error reason */
"Unable to copy database to \"%@\"" = "无法将数据库拷贝到“%@”";

/* error reason */
"Unable to create application support directory." = "无法创建应用程序支持目录。";

/* error description */
"Unable to create archive document." = "无法创建归档文稿。";

/* script error message */
"Unable to delete %lu of the specified objects." = "无法删除指定对象中的 %lu 个。";

/* script error */
"Unable to determine which document to use when creating the document window." = "无法确定在创建文稿窗口时使用哪个文稿。";

/* description of style import error */
"Unable to Import Style File" = "Unable to Import Style File";

/* Import error */
"Unable to load document %@: %@" = "无法载入文稿 %1$@：%2$@";

/* Import error */
"Unable to load OmniOutliner data: %@" = "无法载入 OmniOutliner 数据：%@";

/* error description */
"Unable to locate your Documents directory" = "无法找到文稿目录";

/* error reason */
"Unable to move new archive document from \"%@\" to \"%@\"." = "无法将新的归档文稿从“%1$@”移动到“%2$@”。";

/* error description */
"Unable to move onto item." = "无法移动到项。";

/* error description */
"Unable to move to this location." = "无法移动到此位置。";

/* error description */
"Unable to move." = "无法移动。";

/* Error opening event in BusyCal. */
"Unable to open calendar event in BusyCal: Unknown error." = "Unable to open calendar event in BusyCal: Unknown error.";

/* Error opening event in Fantastical. */
"Unable to open calendar event in Fantastical: Unknown error." = "Unable to open calendar event in Fantastical: Unknown error.";

/* error description */
"Unable to paste contexts." = "无法粘贴上下文。";

/* error description
   error title */

"Unable to paste tasks." = "无法粘贴任务。";

/* error description */
"Unable to paste using type \"%@\"." = "无法使用类型“%@”进行粘贴。";

/* error reason */
"Unable to set attributes on \"%@\"" = "无法设置“%@”上的属性";

/* Synchronization error */
"Unable to synchronize database with server." = "无法使数据库与服务器同步。";

/* description of style export error */
"Unable to Write Style File" = "Unable to Write Style File";

/* no selection */
"Unavailable" = "不可用";

/* Clear Flag toolbar button title */
"Unflag" = "未标注";

/* button help text */
"Unflagged" = "未标注";

/* Toggle focus menu item
   toolbar item label
   unfocus button title */


"Unfocus" = "未聚焦";

/* unknown value */
"Unknown" = "未知";

/* recovery suggestion for style import error */
"Unknown error while importing style file." = "Unknown error while importing style file.";

/* recovery suggestion for style export error */
"Unknown error while saving style file contents." = "Unknown error while saving style file contents.";

/* error reason */
"Unknown file type \"%@\"." = "未知的文件类型“%@”。";

/* error description */
"Unknown type requested: %@" = "未知的请求类型：%@";

/* sync preferences device list sheet status */
"Unregistering device..." = "正在取消注册设备…";

/* sort order option button title */
"Unsorted" = "未排序";

/* generic untitled placeholder */
"untitled" = "未命名";

/* untitled action title placeholder */
"untitled action" = "未命名动作";

/* untitled context title placeholder */
"untitled context" = "未命名上下文";

/* untitled folder title placeholder */
"untitled folder" = "未命名文件夹";

/* untitled inbox task title placeholder */
"untitled item" = "未命名项";

/* untitled items (plural) inspector placeholder */
"Untitled Items" = "未命名项";

/* untitled perspective name */
"Untitled Perspective" = "未命名透视";

/* untitled project title placeholder */
"untitled project" = "未命名项目";

/* long operation indicator title */
"Upgrading OmniFocus document" = "正在升级 OmniFocus 文稿";

/* error description */
"URL did not contain enough path components to be valid: %lu" = "URL 中的路径组件未达到有效数量:%lu";

/* layout view setting description */
"use layout settings from OmniFocus preferences" = "使用 OmniFocus 偏好设置中的布局设置";

/* sync type button title */
"Use Omni Sync Server <sync type>" = "使用 Omni Sync Server";

/* layout view setting title */
"Use Preferences" = "使用偏好设置";

/* recovery option */
"Use the Database on this Computer" = "使用此计算机上的数据库";

/* Synchronization error */
"User cancelled synchronization." = "用户已取消同步。";

/* Omni Sync Serve username placholder string */
"username" = "用户名";

/* in app purchase verify button title */
"Verify" = "验证";

/* view event popover button */
"View in Calendar" = "在日历中查看";

/* pro comparison chart link text */
"View our Feature Comparison Chart" = "查看我们的功能比较图表";

/* No comment provided by engineer. */
"We’re getting our servers ready for you!" = "我们已经为您准备好服务器！";

/* repeat unit label */
"week" = "周";

/* repeat unit label */
"weeks" = "周";

/* First Run controller Window menu title */
"Welcome to OmniFocus 2" = "欢迎使用 OmniFocus 2";

/* repeat unit label */
"year" = "年";

/* repeat unit label */
"years" = "年";

/* Sync */
"You can set up synchronization to our free Omni Sync Server or to any other WebDAV server." = "您可以设置同步到我们的免费 Omni Sync Server 或任何其他 WebDAV 服务器。";

/* alert message */
"You have clicked on an OmniFocus settings link.  Replace your OmniFocus synchronization settings?" = "您点按了 OmniFocus 设置链接。要替换 OmniFocus 同步设置吗？";

/* Sync */
"Your OmniFocus database is not set up to synchronize with a server. Would you like to set it up now?" = "您的 OmniFocus 数据库未设置为与服务器同步。要立即设置吗？";

/* Sync */
"Your sync database (at %@) will be replaced by your local database." = "同步数据库（位于 %@）将由本地数据库替换。";